[
    {
      "id": 1,
      "email": "avnish.mishra@example.com",
      "gender": "Male",
      "review_comment": "A unique experience, completely natural beauty.",
      "tourist_destination": "Mumbai",
      "tour_guide_name": "avnish Gupta",
      "tour_date": "3/15/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "timestamp": "11/10/2022",
      "mobile number":"9999999999",
      "review_title": "A breathtaking experience in the heart of India",
      "review_description": "Mumbai is truly a city that never sleeps, and Rajiv Gupta's tour was the perfect way to experience its vibrant energy. From the iconic Gateway of India to the bustling streets of Colaba, every moment was filled with excitement. Rajiv's deep knowledge of the city's history and culture added a new dimension to the experience. The tour ended with a serene sunset at Marine Drive, leaving me with memories to cherish forever.",
      "helpful_count": 822,
      "recommended": false
    },
    {
      "id": 2,
      "email": "smita.patil@example.com",
      "gender": "Female",
      "review_comment": "अद्वितीय और यादगार अनुभव",
      "tourist_destination": "Jaipur",
      "tour_guide_name": "smita Singh",
      "tour_date": "6/25/2023",
      "tour_duration_hours": 10,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/11/2022",
      "review_title": "An unforgettable journey through the Pink City",
      "review_description": "Jaipur, the Pink City, is a treasure trove of history and culture, and Amit Singh's guided tour was the perfect way to explore it. From the majestic Amber Fort to the intricate designs of the Hawa Mahal, every monument had a story to tell. Amit's passion for his city was evident in his storytelling, making the tour both informative and engaging. The tour ended with a visit to a local market, where I bought some beautiful handicrafts as souvenirs of my visit.",
      "helpful_count": 617,
      "recommended": true
    },
    {
      "id": 3,
      "email": "rahul.sharma@example.com",
      "gender": "Male",
      "review_comment": "एक शानदार स्थान, अद्वितीय सांस्कृतिक अनुभव।",
      "tourist_destination": "Varanasi",
      "tour_guide_name": "Rahul Verma",
      "tour_date": "9/10/2023",
      "tour_duration_hours": 12,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/12/2022",
      "review_title": "A spiritual journey along the Ganges",
      "review_description": "Varanasi is a city like no other, and Priya Verma's tour brought out its spiritual essence in the most profound way. The early morning boat ride along the Ganges was a surreal experience, with the rising sun casting a golden glow on the ghats. Priya's insights into the city's religious practices and rituals added depth to the experience. The tour ended with a visit to the Kashi Vishwanath Temple, where I felt a deep sense of peace and spirituality.",
      "helpful_count": 943,
      "recommended": true
    },
    {
      "id": 4,
      "email": "neha.joshi@example.com",
      "gender": "Female",
      "review_comment": "एक सुंदर स्थान, पर्यटकों के लिए समृद्धि।",
      "tourist_destination": "Kerala",
      "tour_guide_name": "Neha Menon",
      "tour_date": "2/5/2023",
      "tour_duration_hours": 9,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/13/2022",
      "review_title": "A blissful escape to God's Own Country",
      "review_description": "Kerala truly lives up to its name of being God's Own Country, and Anand Menon's tour was the perfect way to experience its beauty. From the tranquil backwaters of Alleppey to the lush greenery of Munnar, every moment was filled with serenity. Anand's knowledge of the local culture and traditions added depth to the experience. The tour ended with a traditional Kerala meal, leaving me with a taste of the state's rich culinary heritage.",
      "helpful_count": 511,
      "recommended": true
    },
    {
      "id": 5,
      "email": "sandeep.kumar@example.com",
      "gender": "Male",
      "review_comment": "A mesmerizing experience, blending history and culture seamlessly.",
      "tourist_destination": "Agra",
      "tour_guide_name": "Sandeep Sharma",
      "tour_date": "7/20/2023",
      "tour_duration_hours": 7,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/14/2022",
      "review_title": "A journey through the Mughal era",
      "review_description": "Agra is synonymous with the Taj Mahal, but Neha Sharma's tour showed me that it has so much more to offer. The Taj Mahal, of course, was a sight to behold, especially at sunrise. But the Agra Fort and Fatehpur Sikri were equally captivating, each with its own story to tell. Neha's insights into the Mughal era brought the history alive, making the tour both educational and entertaining. The tour ended with a visit to a local market, where I picked up some beautiful marble souvenirs.",
      "helpful_count": 732,
      "recommended": true
    },
    {
      "id": 6,
      "email": "deepak.sharma@example.com",
      "gender": "Male",
      "review_comment": "एक अद्वितीय और शांतिपूर्ण अनुभव।",
      "tourist_destination": "Rishikesh",
      "tour_guide_name": "Deepak Singh",
      "tour_date": "4/18/2023",
      "tour_duration_hours": 6,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/15/2022",
      "review_title": "A spiritual retreat by the Ganges",
      "review_description": "Rishikesh is a place of spiritual significance, and Kavita Singh's tour was a perfect blend of spirituality and serenity. The Ganga Aarti at Triveni Ghat was a mesmerizing experience, with the chants and the lamps creating a magical atmosphere. Kavita's insights into yoga and meditation added a new dimension to the experience. The tour ended with a visit to a local ashram, where I participated in a meditation session that left me feeling rejuvenated.",
      "helpful_count": 624,
      "recommended": true
    },
    {
      "id": 7,
      "email": "aarti.patel@example.com",
      "gender": "Female",
      "review_comment": "A cultural extravaganza, showcasing the best of India.",
      "tourist_destination": "Delhi",
      "tour_guide_name": "Aarti Singh",
      "tour_date": "10/8/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/16/2022",
      "review_title": "An enriching journey through the capital",
      "review_description": "Delhi is a city with a rich history and culture, and Vikram Singh's tour was a delightful immersion into its essence. From the majestic Red Fort to the serene Lotus Temple, every monument was a testament to India's rich heritage. Vikram's storytelling brought the history alive, making the tour both educational and engaging. The tour ended with a visit to a local market, where I indulged in some shopping for traditional Indian handicrafts.",
      "helpful_count": 813,
      "recommended": true
    },
    {
      "id": 8,
      "email": "sunita.das@example.com",
      "gender": "Female",
      "review_comment": "एक शानदार अनुभव, जो जिंदगी भर के लिए याद रहेगा।",
      "tourist_destination": "Goa",
      "tour_guide_name": "Sunita Deshmukh",
      "tour_date": "1/28/2023",
      "tour_duration_hours": 10,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/17/2022",
      "review_title": "A beach paradise like no other",
      "review_description": "Goa is known for its beaches, but Rohan Deshmukh's tour showed me that it has much more to offer. From the historic churches of Old Goa to the vibrant markets of Panjim, every moment was filled with excitement. Rohan's knowledge of the local culture and history added depth to the experience. The tour ended with a relaxing evening at a beach shack, watching the sunset over the Arabian Sea.",
      "helpful_count": 718,
      "recommended": true
    },
    {
      "id": 9,
      "email": "rahul.shah@example.com",
      "gender": "Male",
      "review_comment": "A perfect blend of adventure and relaxation.",
      "tourist_destination": "Ladakh",
      "tour_guide_name": "Rahul Thapa",
      "tour_date": "8/12/2023",
      "tour_duration_hours": 12,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/18/2022",
      "review_title": "An unforgettable journey to the roof of the world",
      "review_description": "Ladakh is a land of breathtaking beauty, and Asha Thapa's tour was the perfect way to explore it. From the rugged mountains of Khardung La to the serene Pangong Lake, every moment was a revelation. Asha's expertise in the local terrain ensured a safe and enjoyable experience. The tour ended with a night of camping under the stars, making it a truly memorable experience.",
      "helpful_count": 622,
      "recommended": true
    },
    {
      "id": 10,
      "email": "deepika.singh@example.com",
      "gender": "Female",
      "review_comment": "A food lover's paradise, with a variety of flavors to explore.",
      "tourist_destination": "Amritsar",
      "tour_guide_name": "Deepika Kaur",
      "tour_date": "5/30/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/19/2022",
      "review_title": "A culinary journey through the streets of Amritsar",
      "review_description": "Amritsar is famous for its food, and Rajinder Kaur's tour was a gastronomic delight. From the iconic langar at the Golden Temple to the lip-smacking street food of Lawrence Road, every bite was a revelation. Rajinder's knowledge of the local cuisine and eateries made the experience even more enjoyable. The tour ended with a visit to a local sweet shop, where I indulged in some traditional Punjabi sweets.",
      "helpful_count": 919,
      "recommended": true
    },
    {
      "id": 11,
      "email": "suresh.patel@example.com",
      "gender": "Male",
      "review_comment": "An enriching experience, filled with warmth and hospitality.",
      "tourist_destination": "Udaipur",
      "tour_guide_name": "Suresh Jain",
      "tour_date": "11/5/2023",
      "tour_duration_hours": 7,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/20/2022",
      "review_title": "A royal journey through the city of lakes",
      "review_description": "Udaipur is a city of royal splendor, and Meena Jain's tour was a regal experience. From the magnificent City Palace to the serene Lake Pichola, every moment was filled with grandeur. Meena's insights into the city's history and culture added depth to the experience. The tour ended with a traditional Rajasthani dinner at a palace, where I felt like royalty.",
      "helpful_count": 736,
      "recommended": true
    },
    {
      "id": 12,
      "email": "anita.mehra@example.com",
      "gender": "Female",
      "review_comment": "A paradise for nature lovers, with stunning landscapes to explore.",
      "tourist_destination": "Darjeeling",
      "tour_guide_name": "Anita Das",
      "tour_date": "12/22/2023",
      "tour_duration_hours": 9,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/21/2022",
      "review_title": "An enchanting journey through the tea gardens",
      "review_description": "Darjeeling is a place of unparalleled beauty, and Sandeep Das's tour was the perfect way to experience it. From the rolling tea gardens of Makaibari to the panoramic views from Tiger Hill, every moment was a feast for the eyes. Sandeep's knowledge of the local flora and fauna added depth to the experience. The tour ended with a visit to a tea estate, where I learned about the art of tea-making.",
      "helpful_count": 842,
      "recommended": true
    },
    {
      "id": 13,
      "email": "amit.shah@example.com",
      "gender": "Male",
      "review_comment": "A journey through time, with every monument telling a story.",
      "tourist_destination": "Hampi",
      "tour_guide_name": "Amit Reddy",
      "tour_date": "3/8/2023",
      "tour_duration_hours": 10,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/22/2022",
      "review_title": "A historical exploration of the Vijayanagara Empire",
      "review_description": "Hampi is a place frozen in time, and Sarita Reddy's tour was a step back into history. From the magnificent Virupaksha Temple to the grandeur of the Vittala Temple, every monument was a marvel. Sarita's insights into the Vijayanagara Empire brought the history alive, making the tour both educational and entertaining. The tour ended with a visit to a local market, where I bought some beautiful stone handicrafts as souvenirs of my visit.",
      "helpful_count": 688,
      "recommended": true
    },
    {
      "id": 14,
      "email": "sunita.verma@example.com",
      "gender": "Female",
      "review_comment": "A peaceful retreat, away from the hustle and bustle of city life.",
      "tourist_destination": "Ranthambore National Park",
      "tour_guide_name": "Sunita Kumar",
      "tour_date": "9/3/2023",
      "tour_duration_hours": 6,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/23/2022",
      "review_title": "A wildlife adventure in the heart of nature",
      "review_description": "Ranthambore National Park is a haven for wildlife enthusiasts, and Amit Kumar's tour was a thrilling experience. From the majestic tigers to the colorful birdlife, every moment was a delight. Amit's knowledge of the local flora and fauna added depth to the experience. The tour ended with a visit to a local village, where I learned about the conservation efforts in the area.",
      "helpful_count": 763,
      "recommended": true
    },
    {
      "id": 15,
      "email": "vikram.singh@example.com",
      "gender": "Male",
      "review_comment": "A hub of artistic and cultural heritage, with something for everyone.",
      "tourist_destination": "Pondicherry",
      "tour_guide_name": "Vikram Iyer",
      "tour_date": "6/10/2023",
      "tour_duration_hours": 8,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/24/2022",
      "review_title": "An artistic journey through the French Riviera of the East",
      "review_description": "Pondicherry is a city of contrasts, and Aparna Iyer's tour was a delightful exploration of its unique charm. From the French Quarter with its colonial architecture to the vibrant markets of MG Road, every moment was a revelation. Aparna's insights into the city's history and culture added depth to the experience. The tour ended with a visit to Auroville, where I experienced a sense of peace and harmony.",
      "helpful_count": 597,
      "recommended": true
    },
    {
      "id": 16,
      "email": "manoj.kumar@example.com",
      "gender": "Male",
      "review_comment": "A romantic getaway, perfect for couples looking to reconnect.",
      "tourist_destination": "Ooty",
      "tour_guide_name": "Manoj Sharma",
      "tour_date": "11/28/2023",
      "tour_duration_hours": 7,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/25/2022",
      "review_title": "A journey through the hills of romance",
      "review_description": "Ooty is a place of romance, and Ritu Sharma's tour was a perfect escape for couples. From the scenic views of Doddabetta Peak to the tranquil Ooty Lake, every moment was filled with love. Ritu's knowledge of the local attractions and activities added to the romantic experience. The tour ended with a candlelight dinner at a hilltop restaurant, overlooking the beautiful valley below.",
      "helpful_count": 819,
      "recommended": true
    },
    {
      "id": 17,
      "email": "ananya.das@example.com",
      "gender": "Female",
      "review_comment": "A place where every street has a story to tell, making it a photographer's delight.",
      "tourist_destination": "Kolkata",
      "tour_guide_name": "Ananaya Chatterjee",
      "tour_date": "4/15/2023",
      "tour_duration_hours": 8,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/26/2022",
      "review_title": "A photographic journey through the City of Joy",
      "review_description": "Kolkata is a city steeped in history and culture, and Debjani Chatterjee's tour was a visual delight. From the bustling streets of College Street to the majestic Victoria Memorial, every corner was a photographer's paradise. Debjani's insights into the city's rich heritage added depth to the experience. The tour ended with a visit to a local market, where I captured the vibrant colors and bustling energy of the city.",
      "helpful_count": 694,
      "recommended": true
    },
    {
      "id": 18,
      "email": "arjun.mehta@example.com",
      "gender": "Male",
      "review_comment": "A destination that leaves a lasting impression, with memories to cherish forever.",
      "tourist_destination": "Mysore",
      "tour_guide_name": "Arjun Rao",
      "tour_date": "7/5/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/27/2022",
      "review_title": "A royal journey through the city of palaces",
      "review_description": "Mysore is a city of palaces, and Priyanka Rao's tour was a royal experience. From the grandeur of the Mysore Palace to the tranquility of the Chamundi Hill, every moment was filled with wonder. Priyanka's knowledge of the city's history and culture added depth to the experience. The tour ended with a visit to a local silk factory, where I witnessed the craftsmanship that goes into making Mysore silk.",
      "helpful_count": 879,
      "recommended": true
    },
    {
      "id": 19,
      "email": "deepak.jain@example.com",
      "gender": "Male",
      "review_comment": "A destination with warm and welcoming locals, eager to share their stories.",
      "tourist_destination": "Varanasi",
      "tour_guide_name": "Deepak Mishra",
      "tour_date": "10/18/2023",
      "tour_duration_hours": 9,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/28/2022",
      "review_title": "A journey through the spiritual heart of India",
      "review_description": "Varanasi is a city like no other, and Sunita Mishra's tour was a profound experience. From the spiritual rituals on the ghats to the bustling lanes of the old city, every moment was filled with wonder. Sunita's stories about the city's traditions and customs added depth to the experience. The tour ended with a boat ride on the Ganges, where I witnessed the evening aarti, a truly magical experience.",
      "helpful_count": 745,
      "recommended": true
    },
    {
      "id": 20,
      "email": "anita.sharma@example.com",
      "gender": "Female",
      "review_comment": "A destination with a fascinating history, waiting to be discovered.",
      "tourist_destination": "Pune",
      "tour_guide_name": "Anita Desai",
      "tour_date": "12/10/2023",
      "tour_duration_hours": 7,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "11/29/2022",
      "review_title": "An exploration of the cultural capital of Maharashtra",
      "review_description": "Pune is a city with a rich history and culture, and Rahul Desai's tour was an eye-opening experience. From the ancient rock-cut caves of Karla and Bhaja to the historic Shaniwar Wada, every monument had a story to tell. Rahul's insights into the city's history and culture added depth to the experience. The tour ended with a visit to a local eatery, where I sampled some traditional Maharashtrian delicacies.",
      "helpful_count": 603,
      "recommended": true
    },
    {
      "id": 21,
      "email": "sumit.gupta@example.com",
      "gender": "Male",
      "review_comment": "A place of historical significance, with monuments dating back centuries.",
      "tourist_destination": "Hampi",
      "tour_guide_name": "Sumit Kumar",
      "tour_date": "2/28/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "11/30/2022",
      "review_title": "A journey through the ruins of the Vijayanagara Empire",
      "review_description": "Hampi is a place steeped in history, and Vijay Kumar's tour was an enlightening experience. From the majestic ruins of the Vijayanagara Empire to the intricate carvings of the Virupaksha Temple, every monument was a marvel. Vijay's knowledge of the local history and architecture added depth to the experience. The tour ended with a visit to a local village, where I learned about the life and culture of the locals.",
      "helpful_count": 845,
      "recommended": true
    },
    {
      "id": 22,
      "email": "rajesh.kumar@example.com",
      "gender": "Male",
      "review_comment": "A place where every corner is a work of art, making it a photographer's paradise.",
      "tourist_destination": "Jaisalmer",
      "tour_guide_name": "Rajesh Mehta",
      "tour_date": "9/15/2023",
      "tour_duration_hours": 10,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "12/1/2022",
      "review_title": "A photographic journey through the golden city",
      "review_description": "Jaisalmer is a city of golden sands and exquisite architecture, and Pooja Mehta's tour was a visual feast. From the majestic Jaisalmer Fort to the intricately carved havelis, every corner was a photographer's delight. Pooja's insights into the city's history and culture added depth to the experience. The tour ended with a visit to a local market, where I captured the vibrant colors and unique textures of the city.",
      "helpful_count": 721,
      "recommended": true
    },
    {
      "id": 23,
      "email": "preeti.shah@example.com",
      "gender": "Female",
      "review_comment": "A destination that captures the essence of India's rich cultural heritage.",
      "tourist_destination": "Khajuraho",
      "tour_guide_name": "preeti Patel",
      "tour_date": "5/20/2023",
      "tour_duration_hours": 9,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "12/2/2022",
      "review_title": "An exploration of India's ancient temple architecture",
      "review_description": "Khajuraho is a place of unparalleled beauty, and Sanjay Patel's tour was a journey through India's rich cultural heritage. From the intricate carvings of the temples to the beautiful sculptures that adorn them, every moment was a revelation. Sanjay's insights into the history and significance of the temples added depth to the experience. The tour ended with a visit to a local craft center, where I learned about the traditional art forms of the region.",
      "helpful_count": 987,
      "recommended": true
    },
    {
      "id": 24,
      "email": "nisha.verma@example.com",
      "gender": "Female",
      "review_comment": "A place where nature's beauty is at its peak, offering a serene escape.",
      "tourist_destination": "Kerala",
      "tour_guide_name": "nisha Nair",
      "tour_date": "1/10/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "12/3/2022",
      "review_title": "A journey through the backwaters of God's Own Country",
      "review_description": "Kerala is a place of natural beauty, and Rajesh Nair's tour was a tranquil escape into its serene backwaters. From the houseboat cruise in Alleppey to the lush greenery of Kumarakom, every moment was a retreat into nature. Rajesh's knowledge of the local flora and fauna added depth to the experience. The tour ended with a traditional Kerala meal served on a banana leaf, a perfect end to a perfect day.",
      "helpful_count": 764,
      "recommended": true
    },
    {
      "id": 25,
      "email": "arjun.singh@example.com",
      "gender": "Male",
      "review_comment": "A destination that offers a blend of spirituality and natural beauty.",
      "tourist_destination": "Haridwar",
      "tour_guide_name": "arjun Sharma",
      "tour_date": "8/5/2023",
      "tour_duration_hours": 6,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "12/4/2022",
      "review_title": "A spiritual journey along the banks of the Ganges",
      "review_description": "Haridwar is a place of spiritual significance, and Anjali Sharma's tour was a peaceful retreat along the banks of the Ganges. From the evening aarti at Har Ki Pauri to the quietude of Chandi Devi Temple, every moment was filled with spirituality. Anjali's insights into the city's religious practices added depth to the experience. The tour ended with a dip in the holy waters of the Ganges, a cleansing experience for the body and soul.",
      "helpful_count": 658,
      "recommended": true
    },
    {
      "id": 26,
      "email": "sneha.sharma@example.com",
      "gender": "Female",
      "review_comment": "A destination that offers a glimpse into the royal heritage of India.",
      "tourist_destination": "Jaipur",
      "tour_guide_name": "sneha Singh",
      "tour_date": "3/18/2023",
      "tour_duration_hours": 9,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "12/5/2022",
      "review_title": "A royal sojourn through the Pink City",
      "review_description": "Jaipur is a city of royal splendor, and Vivek Singh's tour was a regal experience. From the magnificent Amber Fort to the grandeur of the City Palace, every moment was filled with awe. Vivek's knowledge of the city's history and architecture added depth to the experience. The tour ended with a visit to a local market, where I picked up some beautiful handicrafts as souvenirs of my visit.",
      "helpful_count": 794,
      "recommended": true
    },
    {
      "id": 27,
      "email": "anil.shah@example.com",
      "gender": "Male",
      "review_comment": "A destination that offers a blend of spirituality and natural beauty.",
      "tourist_destination": "Rishikesh",
      "tour_guide_name": "Anil Sharma",
      "tour_date": "10/28/2023",
      "tour_duration_hours": 7,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "12/6/2022",
      "review_title": "A spiritual retreat by the banks of the Ganges",
      "review_description": "Rishikesh is a place of spiritual significance, and Preeti Sharma's tour was a serene escape into its tranquil surroundings. From the peaceful banks of the Ganges to the quietude of the ashrams, every moment was filled with spirituality. Preeti's knowledge of yoga and meditation added depth to the experience. The tour ended with a meditation session by the river, leaving me feeling rejuvenated and at peace.",
      "helpful_count": 603,
      "recommended": true
    },
    {
      "id": 28,
      "email": "vijay.mehta@example.com",
      "gender": "Male",
      "review_comment": "A destination that offers a glimpse into the rich cultural heritage of India.",
      "tourist_destination": "Varanasi",
      "tour_guide_name": "vijay Verma",
      "tour_date": "4/10/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "12/7/2022",
      "review_title": "An exploration of the spiritual capital of India",
      "review_description": "Varanasi is a city of spiritual significance, and Rashmi Verma's tour was a profound experience. From the spiritual rituals on the ghats to the ancient temples that dot the city, every moment was filled with wonder. Rashmi's insights into the city's traditions and customs added depth to the experience. The tour ended with a boat ride on the Ganges, where I witnessed the evening aarti, a truly magical experience.",
      "helpful_count": 832,
      "recommended": true
    },
    {
      "id": 29,
      "email": "nisha.jain@example.com",
      "gender": "Female",
      "review_comment": "A destination that offers a blend of adventure and relaxation.",
      "tourist_destination": "Goa",
      "tour_guide_name": "Nisha Deshmukh",
      "tour_date": "11/20/2023",
      "tour_duration_hours": 9,
      "rating_value": 4,
      "mobile number":"9999999999",
      "timestamp": "12/8/2022",
      "review_title": "An adventure-filled getaway to the beach paradise",
      "review_description": "Goa is known for its beaches, and Rahul Deshmukh's tour was a perfect blend of adventure and relaxation. From the water sports at Baga Beach to the peaceful shores of Palolem, every moment was filled with excitement. Rahul's knowledge of the local attractions and activities added to the adventurous experience. The tour ended with a relaxing evening at a beach shack, watching the sunset over the Arabian Sea.",
      "helpful_count": 701,
      "recommended": true
    },
    {
      "id": 30,
      "email": "mohit.shah@example.com",
      "gender": "Male",
      "review_comment": "A destination that offers a glimpse into the vibrant culture of India.",
      "tourist_destination": "Jaipur",
      "tour_guide_name": "Mohit Singh",
      "tour_date": "6/8/2023",
      "tour_duration_hours": 8,
      "rating_value": 5,
      "mobile number":"9999999999",
      "timestamp": "12/9/2022",
      "review_title": "An exploration of the cultural heritage of the Pink City",
      "review_description": "Jaipur is a city of vibrant culture, and Vidya Singh's tour was a cultural extravaganza. From the colorful bazaars of Johari Bazaar to the majestic Hawa Mahal, every moment was filled with the vibrancy of Rajasthan. Vidya's insights into the city's history and culture added depth to the experience. The tour ended with a visit to a local craft center, where I witnessed the traditional art forms of the region.",
      "helpful_count": 819,
      "recommended": true
    }
  ]
  